Я счастлива! Главным сюрпризом для меня стало появление пресса, так как одной из проблемных зон у меня как раз является живот, я даже не думала, что там будет намек на каку-то прорисовку мыщц! Раньше тренировки были не систематические, беспорядочыне и периодами - не то что сейчас :)

Раньше к спорту относилась параллельно. У меня мотивация то приходила, то уходила, а теперь я с нетерпением жду каждую тренировку! Благодаря Насте у меня теперь такааая мотивация, что ее точно надолго хватит! Результаты просто ошеломляющие - я похудела с 55 до 52 кило и это еще не конец курса!


Я вешу 43 килограмма, но как ни странно есть низ живота, который меня не устраивает. Я уже на 8ой тренировке курса Создания красивых ягодиц, вижу сдвиги! Мои ноги, попа и руки стали приобретать человеческую форму. Также я узнала много полезного в этом курсе, что помогло выполнять все упражнения эффективно. Я очень довольна! В перспективе - курс на пресс.

Я хочу поделиться ощущениями! Не занималась 1,5 года и чувствовала себя в последнее время вообще "тряпкой" во всех смыслах. Сейчас прошла всего 3-яя тренировка курса "Индивидуальный" с упором на ягодицы, но я уже стала чувствовать свое тело! Очень круто то, что действительно на "Индивидуальном" учли все мои особенности и поэтому тренировки идут хорошо, это очень слаженная грамотная работа всего проекта! Что будет дальше? Я в предвкушении.
